/**
 * Apple Strings File
 * Generated by Twine 1.0.3
 * Language: en
 */

/********** General **********/

"slyce_action_ok" = "OK";

"slyce_action_cancel" = "Cancel";

"slyce_action_submit" = "Submit";

"slyce_action_delete" = "Delete";

"slyce_action_close" = "Close";

"slyce_action_dismiss" = "Dismiss";


/********** Camera Permission **********/

"slyce_camera_permission_denied_title" = "Enable Camera Permissions";

"slyce_camera_permission_denied_body" = "In order to utilize the visual search camera, you must enable camera permissions in your phone's settings.";


/********** Layers **********/

"slyce_layer_webView_title_loading" = "Loading";

"slyce_layer_error_title" = "Error";

"slyce_searchHistory_error_title" = "Oh no! Something went wrong.";

"slyce_searchHistory_error_detail" = "Please try your search again.";

"slyce_not_open_headline" = "There was a problem loading the visual search camera.";

"slyce_not_open_subhead" = "Please close the camera and try loading again.";

"slyce_batch_capture_list_title" = "Selected Items";

"slyce_batch_capture_list_button_bottom" = "Add To List";

"slyce_batch_capture_list_header_error" = "We couldn't find any results for this image";

"slyce_batch_capture_list_header_delete" = "Delete";

"slyce_batch_capture_loading_headline" = "Current Selections";

"slyce_batch_capture_loading_delete" = "Delete All";

"slyce_batch_capture_loading_button_title" = "View Selection";


/********** SlyceTheme **********/

"slyce_theme_error_string_type_image_headline" = "We couldn’t find any\nresults for this image.";

"slyce_theme_error_string_type_image_subtitle" = "Tip: Make sure your object is well lit and in focus, then tap again to start a new search.";

"slyce_theme_error_string_type_system_headline" = "How embarrassing!\nWe ran into an issue.";

"slyce_theme_error_string_type_system_subtitle" = "Please close the app and try again.";

"slyce_theme_string_coachingTip_headline_universal" = "Point at any item and tap to search";

"slyce_theme_string_coachingTip_body_universal" = "Tap anywhere on the screen to scan for products, barcodes, or image matches.";

"slyce_theme_string_lens_visualSearch" = "Visual Search";

"slyce_theme_string_coachingTip_headline_visualSearch" = "Point at any item and tap to search";

"slyce_theme_string_coachingTip_body_visualSearch" = "Go ahead and start using visual search. All of your searches and results will be saved in your history.";

"slyce_theme_string_lens_barcode" = "Scan Barcode";

"slyce_theme_string_coachingTip_headline_barcode" = "Point at a barcode to search";

"slyce_theme_string_coachingTip_body_barcode" = "Tap on the barcode to focus the camera and keep your device steady until the scanning finishes.";

"slyce_theme_string_lens_imageMatch" = "Scan Print";

"slyce_theme_string_coachingTip_headline_imageMatch" = "Point at a tagged image to search";

"slyce_theme_string_coachingTip_body_imageMatch" = "Tap on the image to focus the camera and keep your device steady.";

"slyce_theme_string_settingsTitle" = "Settings";

"slyce_theme_string_searchHistoryTitle" = "Search History";

"slyce_theme_string_emptyContent_headline" = "You haven't searched for\nanything!";

"slyce_theme_string_emptyContent_body" = "Go ahead and start using visual search. All of your searches and results will be saved here.";

"slyce_theme_string_searchResultsTitle" = "Search Results";


/********** Other **********/

"slyce_general_headline_new" = "NEW";

"slyce_general_foundNoResults" = "Found No Results";

"slyce_tapAnchor_done" = "DONE";

"slyce_imagePicker_error_title" = "Uh-oh!";

"slyce_imagePicker_error_detail" = "We were unable to use this picture to perform Slyce visual search. Try again, please!";

"slyce_permissionDenied" = "We need access to your camera to scan for products.";

"slyce_photoGalleryChooser_title" = "Select Photo";


/********** Debug **********/

"slyce_debug_layer_error_errorCode" = "Error #%d";


/********** User Feedback **********/

"slyce_user_feedback_body" = "Rate the quality of our search experience";

"slyce_user_feedback_header" = "Was this what you searched for?";

"slyce_user_feedback_retry" = "RETRY";

"slyce_user_feedback_submission_error" = "Can't send feedback.";


/********** Tooltip **********/

"slyce_tooltip_barcode" = "Scan Barcode to Search";

"slyce_tooltip_image_match" = "Scan Catalog to Search";

"slyce_tooltip_visual_search" = "Tap to Search";

"slyce_tooltip_universal" = "Tap to Search";

"slyce_tooltip_tap_and_hold" = "Tap and Hold";
